{
    "FormatVersion": 2,
    "Namespace": "",
    "Children": [
        {
            "Source": {
                "Text": "1× Assembler · 2.5/min of 12.5 needed"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "AB46CACF4C402D0A0C2BBD8FB7B2500A"
        },
        {
            "Source": {
                "Text": "1× Manufacturer · 2.5/min"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "3AE89A3A41716D0C1158828D998F52A4"
        },
        {
            "Source": {
                "Text": "2,000 needed  ·  2,000 banked  ·  deliver now"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "650C25414036AC525E39C79183343F3B"
        },
        {
            "Source": {
                "Text": "2× Assembler · 25/min"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "FE02FE6043275C5F429266A6F006A805"
        },
        {
            "Source": {
                "Text": "2× Manufacturer · 5.0/min"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "9614FDD644BF8B9EE29DE8A6D6732B2C"
        },
        {
            "Source": {
                "Text": "3 parts required  ·  1 ready to deliver  ·  1 blocked  ·  earliest completion ~72 min"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "7F101E664166DBC1D99692B19B5313F2"
        },
        {
            "Source": {
                "Text": "480 needed  ·  120 banked  ·  360 to produce  ·  ~72 min"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "E8ACA03D49EB7261E197659531E32B6F"
        },
        {
            "Source": {
                "Text": "99 needed  ·  7 banked  ·  92 to produce  ·  blocked"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "3BE554254D343A7BBCA2B7B5A00AF90C"
        },
        {
            "Source": {
                "Text": "Adaptive Control Unit"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "08EBECCB41804E37453A4AAA1FD5F3E3"
        },
        {
            "Source": {
                "Text": "Automated Wiring"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "9EF74FE34AE569C38CA64E9D82C844A8"
        },
        {
            "Source": {
                "Text": "CRITICAL PATH"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "043B5BBC45C8B0568744889832C5FD6B"
        },
        {
            "Source": {
                "Text": "Modular Engine"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "E3B96B684DA94C6196E53B9E5EF65A3E"
        },
        {
            "Source": {
                "Text": "Space Elevator: Main Body"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "2523207949D893471F1C63BF2314EACE"
        },
        {
            "Source": {
                "Text": "Stator"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "F616D3404E39FA0AE068C5AD74FA8243"
        },
        {
            "Source": {
                "Text": "Versatile Framework"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "73F3C0684140FD63EC7EBF898F7BE8AD"
        },
        {
            "Source": {
                "Text": "no producer configured"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "B4DE02E8428694AE136D48822BF08AE1"
        },
        {
            "Source": {
                "Text": "×"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "1A0751FB44AC4366F8DF2BBCAF1BFF20"
        },
        {
            "Source": {
                "Text": "× BLOCKED — Adaptive Control Unit is stalled. Build a Stator line: it gates Automated Wiring → Adaptive Control Unit → Main Body."
            },
            "Translation": {
                "Text": ""
            },
            "Key": "C00C970340D208F8A377D2B6647BE15D"
        },
        {
            "Source": {
                "Text": "■"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "916D7FF44FD10ADF39543CA075B7F49A"
        },
        {
            "Source": {
                "Text": "▲"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "B93CDE3745A0108F118915A3EB4B3B18"
        },
        {
            "Source": {
                "Text": "▲"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "3D920FAE42B1D930C642E6933107B5CB"
        },
        {
            "Source": {
                "Text": "●"
            },
            "Translation": {
                "Text": ""
            },
            "Key": "29308E89411226D839FFDD9CFE508DF0"
        }
    ],
    "Subnamespaces": [
        {
            "Namespace": "CriticalPath",
            "Children": [
                {
                    "Source": {
                        "Text": "  ·  nearest endpoint {0} m away"
                    },
                    "Translation": {
                        "Text": "  ·  nächster Endpunkt {0} m entfernt"
                    },
                    "Key": "BalanceDistanceFmt"
                },
                {
                    "Source": {
                        "Text": "ALL AUGMENTS"
                    },
                    "Translation": {
                        "Text": "ALLE VERSTÄRKUNGEN"
                    },
                    "Key": "BalanceAugmentAll"
                },
                {
                    "Source": {
                        "Text": "ALL LINES"
                    },
                    "Translation": {
                        "Text": "ALLE LINIEN"
                    },
                    "Key": "BalanceProblemAll"
                },
                {
                    "Source": {
                        "Text": "AT FULL SPEED  needs {0}  ·  ingredients allow {1}  ·  would deliver {2}"
                    },
                    "Translation": {
                        "Text": "BEI VOLLER LEISTUNG  benötigt {0}  ·  Zutaten erlauben {1}  ·  würde {2} liefern"
                    },
                    "Key": "BalanceDesignFmt"
                },
                {
                    "Source": {
                        "Text": "AWESOME Shop"
                    },
                    "Translation": {
                        "Text": "AWESOME-Shop"
                    },
                    "Key": "SrcShop"
                },
                {
                    "Source": {
                        "Text": "Across the whole factory only {0}/min is available against {1}/min needed ({2}%) - this may be a different line"
                    },
                    "Translation": {
                        "Text": "In der gesamten Fabrik sind nur {0}/min verfügbar, benötigt werden {1}/min ({2}%) - dies könnte eine andere Linie sein"
                    },
                    "Key": "LimiterNetFmt"
                },
                {
                    "Source": {
                        "Text": "Already produced"
                    },
                    "Translation": {
                        "Text": "Bereits produziert"
                    },
                    "Key": "PlanGraft"
                },
                {
                    "Source": {
                        "Text": "Already produced - {0}"
                    },
                    "Translation": {
                        "Text": "Bereits produziert - {0}"
                    },
                    "Key": "PlanGraftFmt"
                },
                {
                    "Source": {
                        "Text": "Arriving ingredients only support {0} of the {1} these machines could make"
                    },
                    "Translation": {
                        "Text": "Ankommende Zutaten reichen nur für {0} von {1}, die diese Maschinen herstellen könnten"
                    },
                    "Key": "LimiterInputConstraintFmt"
                },
                {
                    "Source": {
                        "Text": "Asking the host for a report"
                    },
                    "Translation": {
                        "Text": "Bericht wird beim Host angefordert"
                    },
                    "Key": "AskingHostHeadline"
                },
                {
                    "Source": {
                        "Text": "Assumed recipe: {0}"
                    },
                    "Translation": {
                        "Text": "Angenommenes Rezept: {0}"
                    },
                    "Key": "PlanTipFmt"
                },
                {
                    "Source": {
                        "Text": "A–Z"
                    },
                    "Translation": {
                        "Text": "A–Z"
                    },
                    "Key": "BalanceSortAlphabetical"
                },
                {
                    "Source": {
                        "Text": "BALANCE"
                    },
                    "Translation": {
                        "Text": "BILANZ"
                    },
                    "Key": "TabBalance"
                },
                {
                    "Source": {
                        "Text": "BELT JAMMED · {0} machine(s) blocked by {1} on the feeding belt - remove it; this is not a supply shortage"
                    },
                    "Translation": {
                        "Text": "FÖRDERBAND VERSTOPFT · {0} Maschine(n) durch {1} auf dem Zuführband blockiert - entfernen; dies ist kein Versorgungsmangel"
                    },
                    "Key": "BalanceJammedFmt"
                },
                {
                    "Source": {
                        "Text": "BLOCKED - the plan ({0} step(s)):"
                    },
                    "Translation": {
                        "Text": "BLOCKIERT - der Plan ({0} Schritt(e)):"
                    },
                    "Key": "VerdictPlanBlockedFmt"
                },
                {
                    "Source": {
                        "Text": "BLOCKED - {0} step(s) to deliver {1}"
                    },
                    "Translation": {
                        "Text": "BLOCKIERT - {0} Schritt(e) bis zur Lieferung von {1}"
                    },
                    "Key": "VerdictPlanBlockedDeliverFmt"
                },
                {
                    "Source": {
                        "Text": "BLOCKED - {0}: {1}."
                    },
                    "Translation": {
                        "Text": "BLOCKIERT - {0}: {1}."
                    },
                    "Key": "VerdictBlockedFmt"
                },
                {
                    "Source": {
                        "Text": "BUFFER  {0} {1} reachable"
                    },
                    "Translation": {
                        "Text": "PUFFER  {0} {1} erreichbar"
                    },
                    "Key": "BufferAmountFmt"
                },
                {
                    "Source": {
                        "Text": "BUFFER  {0} {1} reachable  ·  about {2} min at the current shortfall"
                    },
                    "Translation": {
                        "Text": "PUFFER  {0} {1} erreichbar  ·  etwa {2} Min. beim aktuellen Defizit"
                    },
                    "Key": "BufferRunwayFmt"
                },
                {
                    "Source": {
                        "Text": "BUILT CAPACITY"
                    },
                    "Translation": {
                        "Text": "GEBAUTE KAPAZITÄT"
                    },
                    "Key": "BalanceInstalled"
                },
                {
                    "Source": {
                        "Text": "Belt bottleneck: {0} → {1} carries {2} of {3}"
                    },
                    "Translation": {
                        "Text": "Band-Engpass: {0} → {1} transportiert {2} von {3}"
                    },
                    "Key": "LimiterBeltConstraintFmt"
                },
                {
                    "Source": {
                        "Text": "Bottleneck: {0}"
                    },
                    "Translation": {
                        "Text": "Engpass: {0}"
                    },
                    "Key": "LimiterNameFmt"
                },
                {
                    "Source": {
                        "Text": "CLEAR PINGS"
                    },
                    "Translation": {
                        "Text": "MARKER LÖSCHEN"
                    },
                    "Key": "ClearPings"
                },
                {
                    "Source": {
                        "Text": "COLLECTED IN THE WORLD · no machine makes this; {0} is drawn from what you carry in and store"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceWorldGatheredFmt"
                },
                {
                    "Source": {
                        "Text": "CONSUMER NEED"
                    },
                    "Translation": {
                        "Text": "BEDARF DER VERBRAUCHER"
                    },
                    "Key": "BalanceDemand"
                },
                {
                    "Source": {
                        "Text": "CONSUMERS"
                    },
                    "Translation": {
                        "Text": "VERBRAUCHER"
                    },
                    "Key": "BalanceConsumersHeading"
                },
                {
                    "Source": {
                        "Text": "CONSUMERS STOPPED · {0} machine(s) here would use {1}, but none of them are running"
                    },
                    "Translation": {
                        "Text": "VERBRAUCHER GESTOPPT · {0} Maschine(n) hier würden {1} nutzen, aber keine davon läuft"
                    },
                    "Key": "BalanceConsumersStoppedFmt"
                },
                {
                    "Source": {
                        "Text": "CONSUMERS STOPPED · {0} machine(s) here would use {1}, but their own output is backed up"
                    },
                    "Translation": {
                        "Text": "VERBRAUCHER GESTOPPT · {0} Maschine(n) hier würden {1} nutzen, aber ihr eigener Ausgang ist verstopft"
                    },
                    "Key": "BalanceConsumersBlockedFmt"
                },
                {
                    "Source": {
                        "Text": "CRITICAL PATH"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "PanelTitle"
                },
                {
                    "Source": {
                        "Text": "Checking your factory…"
                    },
                    "Translation": {
                        "Text": "Deine Fabrik wird geprüft…"
                    },
                    "Key": "BalancePending"
                },
                {
                    "Source": {
                        "Text": "Click to show/hide the blocker chain"
                    },
                    "Translation": {
                        "Text": "Klicken, um die Blockade-Kette ein-/auszublenden"
                    },
                    "Key": "TipChainHint"
                },
                {
                    "Source": {
                        "Text": "Could not measure what is arriving - check the belts and pipes feeding this"
                    },
                    "Translation": {
                        "Text": "Konnte nicht messen, was ankommt - prüfe die zuführenden Bänder und Rohre"
                    },
                    "Key": "BlockSolvedConnectivityUnknown"
                },
                {
                    "Source": {
                        "Text": "Critical Path could not find a player to ask the host on behalf of."
                    },
                    "Translation": {
                        "Text": "Critical Path konnte keinen Spieler finden, für den der Host angefragt werden kann."
                    },
                    "Key": "NoControllerDetail"
                },
                {
                    "Source": {
                        "Text": "Current milestone is fully paid - collect it and select the next one at the HUB."
                    },
                    "Translation": {
                        "Text": "Aktueller Meilenstein ist vollständig bezahlt - hole ihn ab und wähle im HUB den nächsten."
                    },
                    "Key": "MilestonePaid"
                },
                {
                    "Source": {
                        "Text": "DRAWN FROM STORAGE · nothing is making this; the {0} you have banked covers about {1} min at this rate"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceStockedByHandRunwayFmt"
                },
                {
                    "Source": {
                        "Text": "DRAWN FROM STORAGE · nothing is making this; {0} banked is all there is"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceStockedByHandFmt"
                },
                {
                    "Source": {
                        "Text": "Delivered"
                    },
                    "Translation": {
                        "Text": "Geliefert"
                    },
                    "Key": "StatusDelivered"
                },
                {
                    "Source": {
                        "Text": "Delivered: all {0}"
                    },
                    "Translation": {
                        "Text": "Geliefert: alle {0}"
                    },
                    "Key": "TipDeliveredFmt"
                },
                {
                    "Source": {
                        "Text": "Delivery rates are not available right now. Machine status and built capacity are shown below."
                    },
                    "Translation": {
                        "Text": "Lieferraten sind derzeit nicht verfügbar. Maschinenstatus und gebaute Kapazität werden unten angezeigt."
                    },
                    "Key": "BalanceUnknown"
                },
                {
                    "Source": {
                        "Text": "EST. CURRENT OUTPUT"
                    },
                    "Translation": {
                        "Text": "GESCH. AKT. AUSSTOSS"
                    },
                    "Key": "BalanceEstimatedOutput"
                },
                {
                    "Source": {
                        "Text": "EST. CURRENT USE"
                    },
                    "Translation": {
                        "Text": "GESCH. AKT. VERBRAUCH"
                    },
                    "Key": "BalanceEstimatedUse"
                },
                {
                    "Source": {
                        "Text": "Elevator"
                    },
                    "Translation": {
                        "Text": "Aufzug"
                    },
                    "Key": "SectionElevatorNone"
                },
                {
                    "Source": {
                        "Text": "Elevator: {0}"
                    },
                    "Translation": {
                        "Text": "Aufzug: {0}"
                    },
                    "Key": "SectionElevatorFmt"
                },
                {
                    "Source": {
                        "Text": "Every line feeding your objective: what it makes, what arrives, and how long your stock lasts."
                    },
                    "Translation": {
                        "Text": "Jede Linie, die dein Ziel versorgt: was sie herstellt, was ankommt und wie lange dein Vorrat reicht."
                    },
                    "Key": "BalanceIntro"
                },
                {
                    "Source": {
                        "Text": "Extraction {0}/min vs demand {1}/min - add or upgrade extractors"
                    },
                    "Translation": {
                        "Text": "Förderung {0}/min gegen Bedarf {1}/min - Förderer hinzufügen oder aufwerten"
                    },
                    "Key": "BlockExtractFmt"
                },
                {
                    "Source": {
                        "Text": "HUB"
                    },
                    "Translation": {
                        "Text": "HUB"
                    },
                    "Key": "SrcTutorial"
                },
                {
                    "Source": {
                        "Text": "It is being made, but no belt or pipe connects it to what needs it"
                    },
                    "Translation": {
                        "Text": "Es wird hergestellt, aber kein Band und kein Rohr verbindet es mit dem Verbraucher"
                    },
                    "Key": "BlockNotConnected"
                },
                {
                    "Source": {
                        "Text": "JAMMED"
                    },
                    "Translation": {
                        "Text": "VERSTOPFT"
                    },
                    "Key": "BalanceProblemJammed"
                },
                {
                    "Source": {
                        "Text": "LOCATE"
                    },
                    "Translation": {
                        "Text": "ORTEN"
                    },
                    "Key": "LocateEndpoint"
                },
                {
                    "Source": {
                        "Text": "LOCATE CONSUMER"
                    },
                    "Translation": {
                        "Text": "VERBRAUCHER ORTEN"
                    },
                    "Key": "LocateConsumer"
                },
                {
                    "Source": {
                        "Text": "LOCATE PRODUCER"
                    },
                    "Translation": {
                        "Text": "PRODUZENT ORTEN"
                    },
                    "Key": "LocateProducer"
                },
                {
                    "Source": {
                        "Text": "Line exists but is STOPPED - fix it"
                    },
                    "Translation": {
                        "Text": "Linie existiert, steht aber STILL - behebe das"
                    },
                    "Key": "PlanGraftStopped"
                },
                {
                    "Source": {
                        "Text": "Line exists but is STOPPED - fix the {0}"
                    },
                    "Translation": {
                        "Text": "Linie existiert, steht aber STILL - behebe {0}"
                    },
                    "Key": "PlanGraftStoppedFmt"
                },
                {
                    "Source": {
                        "Text": "MACHINE STATUS ONLY · delivery rates are not available right now"
                    },
                    "Translation": {
                        "Text": "NUR MASCHINENSTATUS · Lieferraten sind derzeit nicht verfügbar"
                    },
                    "Key": "BalancePartialEvidence"
                },
                {
                    "Source": {
                        "Text": "MACHINES RUNNING SLOW · using about {0} of {1}; {2} machine(s) are short of ingredients"
                    },
                    "Translation": {
                        "Text": "MASCHINEN LAUFEN LANGSAM · nutzen etwa {0} von {1}; {2} Maschine(n) fehlen Zutaten"
                    },
                    "Key": "BalanceObservedUseGapFmt"
                },
                {
                    "Source": {
                        "Text": "MAM"
                    },
                    "Translation": {
                        "Text": "MAM"
                    },
                    "Key": "SrcMAM"
                },
                {
                    "Source": {
                        "Text": "MISSING INPUT"
                    },
                    "Translation": {
                        "Text": "FEHLENDE ZUFUHR"
                    },
                    "Key": "BalanceProblemStarved"
                },
                {
                    "Source": {
                        "Text": "Machine contents and storage are tracked by the host, so Critical Path is requesting the report from there. This can take a few seconds on a large factory."
                    },
                    "Translation": {
                        "Text": "Maschineninhalte und Lager werden vom Host verwaltet, daher fordert Critical Path den Bericht dort an. Bei einer großen Fabrik kann das einige Sekunden dauern."
                    },
                    "Key": "AskingHostDetail"
                },
                {
                    "Source": {
                        "Text": "Machines here can make {0}; the machines using it need {1}"
                    },
                    "Translation": {
                        "Text": "Die Maschinen hier können {0} herstellen; die abnehmenden Maschinen benötigen {1}"
                    },
                    "Key": "LimiterInstalledConstraintFmt"
                },
                {
                    "Source": {
                        "Text": "Milestone"
                    },
                    "Translation": {
                        "Text": "Meilenstein"
                    },
                    "Key": "SectionMilestoneNone"
                },
                {
                    "Source": {
                        "Text": "Milestone: {0}"
                    },
                    "Translation": {
                        "Text": "Meilenstein: {0}"
                    },
                    "Key": "SectionMilestoneFmt"
                },
                {
                    "Source": {
                        "Text": "NEED FIRST"
                    },
                    "Translation": {
                        "Text": "BEDARF ZUERST"
                    },
                    "Key": "BalanceSortNeedFirst"
                },
                {
                    "Source": {
                        "Text": "NEEDS ATTENTION"
                    },
                    "Translation": {
                        "Text": "BRAUCHT AUFMERKSAMKEIT"
                    },
                    "Key": "BalanceProblemAttention"
                },
                {
                    "Source": {
                        "Text": "NEXT - {0}: {1}."
                    },
                    "Translation": {
                        "Text": "NÄCHSTES - {0}: {1}."
                    },
                    "Key": "VerdictNextFmt"
                },
                {
                    "Source": {
                        "Text": "NEXT STEPS - the plan ({0} step(s)):"
                    },
                    "Translation": {
                        "Text": "NÄCHSTE SCHRITTE - der Plan ({0} Schritt(e)):"
                    },
                    "Key": "VerdictPlanHeadFmt"
                },
                {
                    "Source": {
                        "Text": "NEXT STEPS - {0} step(s) to deliver {1}"
                    },
                    "Translation": {
                        "Text": "NÄCHSTE SCHRITTE - {0} Schritt(e) bis zur Lieferung von {1}"
                    },
                    "Key": "VerdictPlanDeliverFmt"
                },
                {
                    "Source": {
                        "Text": "NO POWER"
                    },
                    "Translation": {
                        "Text": "KEIN STROM"
                    },
                    "Key": "BalanceProblemNoPower"
                },
                {
                    "Source": {
                        "Text": "NOT ENOUGH ARRIVING · {0} is getting through; {1} is needed"
                    },
                    "Translation": {
                        "Text": "ZU WENIG KOMMT AN · {0} kommt durch; benötigt werden {1}"
                    },
                    "Key": "BalanceModeledDeliveryGapFmt"
                },
                {
                    "Source": {
                        "Text": "NOT ENOUGH MACHINES · build at least {0} more production"
                    },
                    "Translation": {
                        "Text": "ZU WENIG MASCHINEN · baue mindestens {0} mehr Produktion"
                    },
                    "Key": "BalanceCapacityGapFmt"
                },
                {
                    "Source": {
                        "Text": "NOT ENOUGH MACHINES · {0} short, and some machines are stopped as well"
                    },
                    "Translation": {
                        "Text": "ZU WENIG MASCHINEN · {0} zu wenig, und einige Maschinen stehen ebenfalls still"
                    },
                    "Key": "BalanceCapacityMachineGapsFmt"
                },
                {
                    "Source": {
                        "Text": "NOT REACHING THE MACHINES · {0} producer(s) backed up while {1} consumer(s) sit starved - this is routing, not capacity"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceDistributionFmt"
                },
                {
                    "Source": {
                        "Text": "NOTHING IS USING THIS · it is only filling storage right now"
                    },
                    "Translation": {
                        "Text": "NIEMAND NUTZT DIES · es füllt derzeit nur das Lager"
                    },
                    "Key": "BalanceNoDemand"
                },
                {
                    "Source": {
                        "Text": "Needs a fix"
                    },
                    "Translation": {
                        "Text": "Muss behoben werden"
                    },
                    "Key": "StatusNeedsFix"
                },
                {
                    "Source": {
                        "Text": "No balance rows match this filter."
                    },
                    "Translation": {
                        "Text": "Keine Bilanzzeilen entsprechen diesem Filter."
                    },
                    "Key": "BalanceNoMatches"
                },
                {
                    "Source": {
                        "Text": "No inputs arriving (check connections and supply)"
                    },
                    "Translation": {
                        "Text": "Keine Zufuhr kommt an (prüfe Verbindungen und Versorgung)"
                    },
                    "Key": "BlockInputsStarved"
                },
                {
                    "Source": {
                        "Text": "No inputs arriving - {0} of {1} machine(s) starved (check connections and supply)"
                    },
                    "Translation": {
                        "Text": "Keine Zufuhr kommt an - {0} von {1} Maschine(n) ausgehungert (prüfe Verbindungen und Versorgung)"
                    },
                    "Key": "BlockInputsStarvedFmt"
                },
                {
                    "Source": {
                        "Text": "No known source"
                    },
                    "Translation": {
                        "Text": "Keine bekannte Quelle"
                    },
                    "Key": "PlanUnknown"
                },
                {
                    "Source": {
                        "Text": "No line - build one"
                    },
                    "Translation": {
                        "Text": "Keine Linie - baue eine"
                    },
                    "Key": "PlanLine"
                },
                {
                    "Source": {
                        "Text": "No line - build: {0}"
                    },
                    "Translation": {
                        "Text": "Keine Linie - baue: {0}"
                    },
                    "Key": "PlanLineFmt"
                },
                {
                    "Source": {
                        "Text": "No line feeding your objective is in this state ({0}). Nothing to fix here."
                    },
                    "Translation": {
                        "Text": "Keine Linie, die dein Ziel versorgt, ist in diesem Zustand ({0}). Hier gibt es nichts zu beheben."
                    },
                    "Key": "BalanceNoProblemMatches"
                },
                {
                    "Source": {
                        "Text": "No line feeding your objective matches this filter."
                    },
                    "Translation": {
                        "Text": "Keine Linie, die dein Ziel versorgt, entspricht diesem Filter."
                    },
                    "Key": "BalanceNoMatchesSearch"
                },
                {
                    "Source": {
                        "Text": "No machine can make this - you collect it out in the world and carry it back"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BlockWorldGathered"
                },
                {
                    "Source": {
                        "Text": "No milestone selected - {0} available. Choose one at the HUB."
                    },
                    "Translation": {
                        "Text": "Kein Meilenstein gewählt - {0} verfügbar. Wähle einen im HUB."
                    },
                    "Key": "MilestoneNoneSelectedFmt"
                },
                {
                    "Source": {
                        "Text": "No milestones available in this elevator phase."
                    },
                    "Translation": {
                        "Text": "In dieser Aufzugsphase sind keine Meilensteine verfügbar."
                    },
                    "Key": "MilestoneNoneAvailable"
                },
                {
                    "Source": {
                        "Text": "No outstanding Space Elevator phase."
                    },
                    "Translation": {
                        "Text": "Keine ausstehende Weltraumaufzug-Phase."
                    },
                    "Key": "ElevatorNone"
                },
                {
                    "Source": {
                        "Text": "No outstanding objectives."
                    },
                    "Translation": {
                        "Text": "Keine ausstehenden Ziele."
                    },
                    "Key": "VerdictNone"
                },
                {
                    "Source": {
                        "Text": "No power - {0} of {1} machine(s) dark"
                    },
                    "Translation": {
                        "Text": "Kein Strom - {0} von {1} Maschine(n) ohne Strom"
                    },
                    "Key": "BlockNoPowerCountFmt"
                },
                {
                    "Source": {
                        "Text": "No recipe by design - spent fuel: burn {0} in a Nuclear Power Plant"
                    },
                    "Translation": {
                        "Text": "Kein Rezept vorgesehen - abgebrannter Brennstoff: verbrenne {0} in einem Kernkraftwerk"
                    },
                    "Key": "GapSpentFuelFmt"
                },
                {
                    "Source": {
                        "Text": "Not built yet"
                    },
                    "Translation": {
                        "Text": "Noch nicht gebaut"
                    },
                    "Key": "StatusNotBuiltDefault"
                },
                {
                    "Source": {
                        "Text": "Not built yet"
                    },
                    "Translation": {
                        "Text": "Noch nicht gebaut"
                    },
                    "Key": "StatusNotBuilt"
                },
                {
                    "Source": {
                        "Text": "Not connected to a game"
                    },
                    "Translation": {
                        "Text": "Nicht mit einem Spiel verbunden"
                    },
                    "Key": "NoControllerHeadline"
                },
                {
                    "Source": {
                        "Text": "Nothing on your objective path has a production line yet."
                    },
                    "Translation": {
                        "Text": "Nichts auf deinem Zielpfad hat bisher eine Produktionslinie."
                    },
                    "Key": "BalanceEmpty"
                },
                {
                    "Source": {
                        "Text": "Nothing produces it - build a line"
                    },
                    "Translation": {
                        "Text": "Nichts stellt es her - baue eine Linie"
                    },
                    "Key": "BlockNoProducer"
                },
                {
                    "Source": {
                        "Text": "ON TRACK - ~{0} min of production remain ({1} is the long pole)."
                    },
                    "Translation": {
                        "Text": "IM PLAN - noch ca. {0} Min. Produktion ({1} ist der Flaschenhals)."
                    },
                    "Key": "VerdictEtaFmt"
                },
                {
                    "Source": {
                        "Text": "Only {0}/min is available for {1}/min needed ({2}%); some delivery routes could not be checked"
                    },
                    "Translation": {
                        "Text": "Nur {0}/min verfügbar für benötigte {1}/min ({2}%); einige Lieferwege konnten nicht geprüft werden"
                    },
                    "Key": "LimiterAggFmt"
                },
                {
                    "Source": {
                        "Text": "Only {0}/min is getting through; the machines on this line need {1}/min ({2}%)"
                    },
                    "Translation": {
                        "Text": "Nur {0}/min kommen durch; die Maschinen dieser Linie benötigen {1}/min ({2}%)"
                    },
                    "Key": "LimiterSolvedFmt"
                },
                {
                    "Source": {
                        "Text": "Only {0}/min is reaching this line; it needs {1}/min"
                    },
                    "Translation": {
                        "Text": "Nur {0}/min erreichen diese Linie; sie benötigt {1}/min"
                    },
                    "Key": "BlockSolvedSupplyFmt"
                },
                {
                    "Source": {
                        "Text": "Only {0}/min is reaching this line; it needs {1}/min - add or upgrade extraction"
                    },
                    "Translation": {
                        "Text": "Nur {0}/min erreichen diese Linie; sie benötigt {1}/min - Förderung hinzufügen oder aufwerten"
                    },
                    "Key": "BlockSolvedExtractFmt"
                },
                {
                    "Source": {
                        "Text": "Outputs full"
                    },
                    "Translation": {
                        "Text": "Ausgänge voll"
                    },
                    "Key": "BlockOutputsFull"
                },
                {
                    "Source": {
                        "Text": "Outputs full - {0} has no connected destination and may be backing up (check its disposal)"
                    },
                    "Translation": {
                        "Text": "Ausgänge voll - {0} hat kein angeschlossenes Ziel und staut sich möglicherweise (prüfe die Entsorgung)"
                    },
                    "Key": "BlockByproductFmt"
                },
                {
                    "Source": {
                        "Text": "Outputs full - {0} of {1} machine(s) stalled"
                    },
                    "Translation": {
                        "Text": "Ausgänge voll - {0} von {1} Maschine(n) stehen still"
                    },
                    "Key": "BlockOutputsFullFmt"
                },
                {
                    "Source": {
                        "Text": "Owned: {0} in storage  ·  {1} in depot  ·  {2} carried"
                    },
                    "Translation": {
                        "Text": "Besitz: {0} im Lager  ·  {1} im Depot  ·  {2} getragen"
                    },
                    "Key": "TipOwnedFmt"
                },
                {
                    "Source": {
                        "Text": "PATH"
                    },
                    "Translation": {
                        "Text": "PFAD"
                    },
                    "Key": "TabPath"
                },
                {
                    "Source": {
                        "Text": "PAUSED"
                    },
                    "Translation": {
                        "Text": "PAUSIERT"
                    },
                    "Key": "BalanceProblemPaused"
                },
                {
                    "Source": {
                        "Text": "PLAN"
                    },
                    "Translation": {
                        "Text": "PLAN"
                    },
                    "Key": "TabPlan"
                },
                {
                    "Source": {
                        "Text": "POWER SHARDS"
                    },
                    "Translation": {
                        "Text": "ENERGIESPLITTER"
                    },
                    "Key": "BalanceAugmentShards"
                },
                {
                    "Source": {
                        "Text": "PRODUCED ELSEWHERE · this item is made somewhere in your factory, but no belt or pipe route reaches this line. If a teleporter, portal or loader feeds it, that link cannot be followed"
                    },
                    "Translation": {
                        "Text": "ANDERSWO PRODUZIERT · dieser Gegenstand wird irgendwo in deiner Fabrik hergestellt, aber kein Band- oder Rohrweg erreicht diese Linie. Wenn ein Teleporter, Portal oder Lader sie versorgt, kann diese Verbindung nicht verfolgt werden"
                    },
                    "Key": "BalanceProducedElsewhere"
                },
                {
                    "Source": {
                        "Text": "PRODUCER ISSUES · {0} missing input · {1} output blocked · {2} no power"
                    },
                    "Translation": {
                        "Text": "PROBLEME BEI PRODUZENTEN · {0} ohne Zufuhr · {1} Ausgang blockiert · {2} ohne Strom"
                    },
                    "Key": "BalanceProducerIssueFmt"
                },
                {
                    "Source": {
                        "Text": "PRODUCERS"
                    },
                    "Translation": {
                        "Text": "PRODUZENTEN"
                    },
                    "Key": "BalanceProducersHeading"
                },
                {
                    "Source": {
                        "Text": "Pipe bottleneck: {0} → {1} carries {2} of {3}"
                    },
                    "Translation": {
                        "Text": "Rohr-Engpass: {0} → {1} transportiert {2} von {3}"
                    },
                    "Key": "LimiterPipeConstraintFmt"
                },
                {
                    "Source": {
                        "Text": "Producers have no power"
                    },
                    "Translation": {
                        "Text": "Produzenten haben keinen Strom"
                    },
                    "Key": "BlockNoPower"
                },
                {
                    "Source": {
                        "Text": "Producing at {0}/min"
                    },
                    "Translation": {
                        "Text": "Produziert mit {0}/min"
                    },
                    "Key": "TipRateFmt"
                },
                {
                    "Source": {
                        "Text": "Production exists, but none reaches the machines that need it"
                    },
                    "Translation": {
                        "Text": "Produktion existiert, aber nichts davon erreicht die Maschinen, die sie benötigen"
                    },
                    "Key": "BlockSolvedNotConnected"
                },
                {
                    "Source": {
                        "Text": "READY - every remaining part is banked. Delivery is the only step left."
                    },
                    "Translation": {
                        "Text": "BEREIT - jedes verbleibende Teil ist eingelagert. Nur die Lieferung fehlt noch."
                    },
                    "Key": "VerdictReady"
                },
                {
                    "Source": {
                        "Text": "REFRESH"
                    },
                    "Translation": {
                        "Text": "AKTUALISIEREN"
                    },
                    "Key": "RefreshReport"
                },
                {
                    "Source": {
                        "Text": "Raw resource - extract it"
                    },
                    "Translation": {
                        "Text": "Rohstoff - fördere ihn"
                    },
                    "Key": "PlanRaw"
                },
                {
                    "Source": {
                        "Text": "Ready to deliver"
                    },
                    "Translation": {
                        "Text": "Lieferbereit"
                    },
                    "Key": "StatusReadyToDeliver"
                },
                {
                    "Source": {
                        "Text": "Recipe locked - no purchasable research yet"
                    },
                    "Translation": {
                        "Text": "Rezept gesperrt - noch keine kaufbare Forschung"
                    },
                    "Key": "GapNoUnlock"
                },
                {
                    "Source": {
                        "Text": "Recipe locked - research: {0}"
                    },
                    "Translation": {
                        "Text": "Rezept gesperrt - Forschung: {0}"
                    },
                    "Key": "GapUnlockFmt"
                },
                {
                    "Source": {
                        "Text": "Recipe locked - research: {0} ({1})"
                    },
                    "Translation": {
                        "Text": "Rezept gesperrt - Forschung: {0} ({1})"
                    },
                    "Key": "GapUnlockSrcFmt"
                },
                {
                    "Source": {
                        "Text": "Recipe not researched"
                    },
                    "Translation": {
                        "Text": "Rezept nicht erforscht"
                    },
                    "Key": "StatusRecipeLocked"
                },
                {
                    "Source": {
                        "Text": "Recipe not researched"
                    },
                    "Translation": {
                        "Text": "Rezept nicht erforscht"
                    },
                    "Key": "PlanLocked"
                },
                {
                    "Source": {
                        "Text": "Research needed upstream"
                    },
                    "Translation": {
                        "Text": "Forschung weiter vorn nötig"
                    },
                    "Key": "SectionResearch"
                },
                {
                    "Source": {
                        "Text": "Research: {0}"
                    },
                    "Translation": {
                        "Text": "Forschung: {0}"
                    },
                    "Key": "StatusResearchFmt"
                },
                {
                    "Source": {
                        "Text": "Reserve line (standby)"
                    },
                    "Translation": {
                        "Text": "Reservelinie (Standby)"
                    },
                    "Key": "StatusStandbyReserve"
                },
                {
                    "Source": {
                        "Text": "Route not measured"
                    },
                    "Translation": {
                        "Text": "Route nicht gemessen"
                    },
                    "Key": "StatusRouteUnknown"
                },
                {
                    "Source": {
                        "Text": "SERVING CURRENT USE · consumers are using about {0} against {1} demand"
                    },
                    "Translation": {
                        "Text": "DECKT AKTUELLEN VERBRAUCH · Verbraucher nutzen etwa {0} bei {1} Bedarf"
                    },
                    "Key": "BalanceObservedUseHealthyFmt"
                },
                {
                    "Source": {
                        "Text": "SOMERSLOOPS"
                    },
                    "Translation": {
                        "Text": "SOMERSLOOPS"
                    },
                    "Key": "BalanceAugmentSloops"
                },
                {
                    "Source": {
                        "Text": "STALE - {0}s old (refresh failed)"
                    },
                    "Translation": {
                        "Text": "VERALTET - {0}s alt (Aktualisierung fehlgeschlagen)"
                    },
                    "Key": "AgeStaleFmt"
                },
                {
                    "Source": {
                        "Text": "STOCKPILING FOR YOUR OBJECTIVE · no machine draws this; you deliver it yourself"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceObjectiveStock"
                },
                {
                    "Source": {
                        "Text": "SUPPLY LINE  can send {0}  ·  actually arriving {1}"
                    },
                    "Translation": {
                        "Text": "VERSORGUNGSLINIE  kann {0} senden  ·  tatsächlich an {1}"
                    },
                    "Key": "BalanceModelFmt"
                },
                {
                    "Source": {
                        "Text": "SUPPLY MEETS NEED · {0} is reaching consumers; they need {1}"
                    },
                    "Translation": {
                        "Text": "VERSORGUNG DECKT BEDARF · {0} erreichen die Verbraucher; sie benötigen {1}"
                    },
                    "Key": "BalanceModeledHealthyFmt"
                },
                {
                    "Source": {
                        "Text": "Saturated (surplus)"
                    },
                    "Translation": {
                        "Text": "Gesättigt (Überschuss)"
                    },
                    "Key": "StatusSaturated"
                },
                {
                    "Source": {
                        "Text": "Search items or buildings, then press Enter"
                    },
                    "Translation": {
                        "Text": "Gegenstände oder Gebäude suchen, dann Eingabetaste"
                    },
                    "Key": "BalanceFilterHint"
                },
                {
                    "Source": {
                        "Text": "Separate track:"
                    },
                    "Translation": {
                        "Text": "Separater Pfad:"
                    },
                    "Key": "PlanExcludedLead"
                },
                {
                    "Source": {
                        "Text": "Showing the {0} lines needing the most attention, of {1} feeding your objective. Search, or filter by problem, to narrow this down."
                    },
                    "Translation": {
                        "Text": "Es werden die {0} Linien mit dem größten Handlungsbedarf angezeigt, von {1}, die dein Ziel versorgen. Suche oder filtere nach Problem, um einzugrenzen."
                    },
                    "Key": "BalanceRowsTruncatedFmt"
                },
                {
                    "Source": {
                        "Text": "Showing the {0} lines needing the most attention, of {1} matching your filter."
                    },
                    "Translation": {
                        "Text": "Es werden die {0} Linien mit dem größten Handlungsbedarf angezeigt, von {1}, die deinem Filter entsprechen."
                    },
                    "Key": "BalanceRowsTruncatedFilteredFmt"
                },
                {
                    "Source": {
                        "Text": "Showing {0} of {1} - the rest are counted in the totals above but not listed."
                    },
                    "Translation": {
                        "Text": "{0} von {1} werden angezeigt - der Rest ist oben in den Summen enthalten, wird aber nicht aufgelistet."
                    },
                    "Key": "BalanceEndpointsTruncatedFmt"
                },
                {
                    "Source": {
                        "Text": "Spent fuel - burn {0} in a Nuclear Power Plant"
                    },
                    "Translation": {
                        "Text": "Abgebrannter Brennstoff - verbrenne {0} in einem Kernkraftwerk"
                    },
                    "Key": "PlanSpentFuelFmt"
                },
                {
                    "Source": {
                        "Text": "Starved - the delivery path could not be fully checked; inspect its connections"
                    },
                    "Translation": {
                        "Text": "Ausgehungert - der Lieferweg konnte nicht vollständig geprüft werden; prüfe die Verbindungen"
                    },
                    "Key": "BlockConnectivityUnknown"
                },
                {
                    "Source": {
                        "Text": "Still needed: {0}  (banked {1}, to produce {2})"
                    },
                    "Translation": {
                        "Text": "Noch benötigt: {0}  (eingelagert {1}, zu produzieren {2})"
                    },
                    "Key": "TipNeededFmt"
                },
                {
                    "Source": {
                        "Text": "Supply {0}/min vs demand {1}/min - add capacity"
                    },
                    "Translation": {
                        "Text": "Versorgung {0}/min gegen Bedarf {1}/min - Kapazität hinzufügen"
                    },
                    "Key": "BlockSupplyFmt"
                },
                {
                    "Source": {
                        "Text": "The feeding line could not be identified - inspect the connected producers"
                    },
                    "Translation": {
                        "Text": "Die zuführende Linie konnte nicht bestimmt werden - prüfe die verbundenen Produzenten"
                    },
                    "Key": "BlockPathAttributionMissing"
                },
                {
                    "Source": {
                        "Text": "The host cannot send a report"
                    },
                    "Translation": {
                        "Text": "Der Host kann keinen Bericht senden"
                    },
                    "Key": "NoRelayHeadline"
                },
                {
                    "Source": {
                        "Text": "The host could not produce a report"
                    },
                    "Translation": {
                        "Text": "Der Host konnte keinen Bericht erstellen"
                    },
                    "Key": "HostDeclinedHeadline"
                },
                {
                    "Source": {
                        "Text": "The machines can supply {0}, but only {1} reaches consumers; inspect the route between them"
                    },
                    "Translation": {
                        "Text": "Die Maschinen können {0} liefern, aber nur {1} erreicht die Verbraucher; prüfe die Strecke dazwischen"
                    },
                    "Key": "LimiterRoutingConstraintFmt"
                },
                {
                    "Source": {
                        "Text": "This client asked the host for a report, but the host is not running a version of Critical Path that can send one. Ask the host to update, or open the panel on the host."
                    },
                    "Translation": {
                        "Text": "Dieser Client hat den Host um einen Bericht gebeten, aber der Host verwendet keine Critical-Path-Version, die einen senden kann. Bitte den Host um ein Update oder öffne das Panel auf dem Host."
                    },
                    "Key": "NoRelayDetail"
                },
                {
                    "Source": {
                        "Text": "This reading is out of date - press REFRESH"
                    },
                    "Translation": {
                        "Text": "Diese Messung ist veraltet - drücke AKTUALISIEREN"
                    },
                    "Key": "BlockLegacyLogistics"
                },
                {
                    "Source": {
                        "Text": "Time-limited"
                    },
                    "Translation": {
                        "Text": "Zeitbegrenzt"
                    },
                    "Key": "StatusTimeLimited"
                },
                {
                    "Source": {
                        "Text": "To research {0}  ({1}):"
                    },
                    "Translation": {
                        "Text": "Um {0} zu erforschen  ({1}):"
                    },
                    "Key": "ResearchPlanHeadFmt"
                },
                {
                    "Source": {
                        "Text": "Transport route is known; vehicle throughput is not yet measured."
                    },
                    "Translation": {
                        "Text": "Transportroute ist bekannt; der Fahrzeugdurchsatz wird noch nicht gemessen."
                    },
                    "Key": "TransportTopologyOnly"
                },
                {
                    "Source": {
                        "Text": "Under-supplied"
                    },
                    "Translation": {
                        "Text": "Unterversorgt"
                    },
                    "Key": "StatusUnderSupplied"
                },
                {
                    "Source": {
                        "Text": "Unlocked by {0} - your SELECTED milestone: its payment progress is the Milestone column →"
                    },
                    "Translation": {
                        "Text": "Freigeschaltet durch {0} - dein GEWÄHLTER Meilenstein: sein Zahlungsfortschritt steht in der Spalte Meilenstein →"
                    },
                    "Key": "ResearchIsSelectedFmt"
                },
                {
                    "Source": {
                        "Text": "Vehicle route connected - delivery rate unknown because throughput is not yet measured"
                    },
                    "Translation": {
                        "Text": "Fahrzeugroute verbunden - Lieferrate unbekannt, da der Durchsatz noch nicht gemessen wird"
                    },
                    "Key": "BlockTransportRateUnknown"
                },
                {
                    "Source": {
                        "Text": "blocked by {0} on the belt"
                    },
                    "Translation": {
                        "Text": "blockiert durch {0} auf dem Band"
                    },
                    "Key": "EndpointStateJammedFmt"
                },
                {
                    "Source": {
                        "Text": "buffer {0} {1}"
                    },
                    "Translation": {
                        "Text": "Puffer {0} {1}"
                    },
                    "Key": "EndpointBufferFmt"
                },
                {
                    "Source": {
                        "Text": "downstream node"
                    },
                    "Translation": {
                        "Text": "nachgelagerter Knoten"
                    },
                    "Key": "LimiterEdgeDownstreamFallback"
                },
                {
                    "Source": {
                        "Text": "from the host, earlier (latest request failed)"
                    },
                    "Translation": {
                        "Text": "vom Host, früher (letzte Anfrage fehlgeschlagen)"
                    },
                    "Key": "AgeHostStale"
                },
                {
                    "Source": {
                        "Text": "from the host, just now"
                    },
                    "Translation": {
                        "Text": "vom Host, gerade eben"
                    },
                    "Key": "AgeFromHost"
                },
                {
                    "Source": {
                        "Text": "hard drive"
                    },
                    "Translation": {
                        "Text": "Festplatte"
                    },
                    "Key": "SrcHardDrive"
                },
                {
                    "Source": {
                        "Text": "idle - no fault reported"
                    },
                    "Translation": {
                        "Text": "im Leerlauf - kein Fehler gemeldet"
                    },
                    "Key": "EndpointStateIdle"
                },
                {
                    "Source": {
                        "Text": "is not in this plan - its recipe is not unlocked yet"
                    },
                    "Translation": {
                        "Text": "ist nicht in diesem Plan - sein Rezept ist noch nicht freigeschaltet"
                    },
                    "Key": "PlanExcludedWhyUnknown"
                },
                {
                    "Source": {
                        "Text": "is not in this plan - its recipe unlocks with {0}"
                    },
                    "Translation": {
                        "Text": "ist nicht in diesem Plan - sein Rezept wird mit {0} freigeschaltet"
                    },
                    "Key": "PlanExcludedWhyFmt"
                },
                {
                    "Source": {
                        "Text": "items"
                    },
                    "Translation": {
                        "Text": "Gegenstände"
                    },
                    "Key": "BufferItems"
                },
                {
                    "Source": {
                        "Text": "items"
                    },
                    "Translation": {
                        "Text": "Gegenstände"
                    },
                    "Key": "EndpointBufferItems"
                },
                {
                    "Source": {
                        "Text": "items/min"
                    },
                    "Translation": {
                        "Text": "Gegenstände/min"
                    },
                    "Key": "BalanceSolidRateUnit"
                },
                {
                    "Source": {
                        "Text": "just now"
                    },
                    "Translation": {
                        "Text": "gerade eben"
                    },
                    "Key": "AgeJustNowFlow"
                },
                {
                    "Source": {
                        "Text": "just now"
                    },
                    "Translation": {
                        "Text": "gerade eben"
                    },
                    "Key": "AgeJustNow"
                },
                {
                    "Source": {
                        "Text": "machine"
                    },
                    "Translation": {
                        "Text": "Maschine"
                    },
                    "Key": "LimiterMachineFallback"
                },
                {
                    "Source": {
                        "Text": "made by {0}  ·  used by {1}{2}"
                    },
                    "Translation": {
                        "Text": "hergestellt von {0}  ·  genutzt von {1}{2}"
                    },
                    "Key": "BalanceIdentityFmt"
                },
                {
                    "Source": {
                        "Text": "milestone"
                    },
                    "Translation": {
                        "Text": "Meilenstein"
                    },
                    "Key": "SrcMilestone"
                },
                {
                    "Source": {
                        "Text": "missing input"
                    },
                    "Translation": {
                        "Text": "fehlende Zufuhr"
                    },
                    "Key": "EndpointStateMissingInput"
                },
                {
                    "Source": {
                        "Text": "m³"
                    },
                    "Translation": {
                        "Text": "m³"
                    },
                    "Key": "EndpointBufferM3"
                },
                {
                    "Source": {
                        "Text": "m³"
                    },
                    "Translation": {
                        "Text": "m³"
                    },
                    "Key": "BufferM3"
                },
                {
                    "Source": {
                        "Text": "m³/min"
                    },
                    "Translation": {
                        "Text": "m³/min"
                    },
                    "Key": "BalanceFluidRateUnit"
                },
                {
                    "Source": {
                        "Text": "no connected consumer"
                    },
                    "Translation": {
                        "Text": "kein verbundener Verbraucher"
                    },
                    "Key": "BalanceNoConsumer"
                },
                {
                    "Source": {
                        "Text": "no data - {0}"
                    },
                    "Translation": {
                        "Text": "keine Daten - {0}"
                    },
                    "Key": "AgeErrorFmt"
                },
                {
                    "Source": {
                        "Text": "no power"
                    },
                    "Translation": {
                        "Text": "kein Strom"
                    },
                    "Key": "EndpointStateNoPower"
                },
                {
                    "Source": {
                        "Text": "no producer"
                    },
                    "Translation": {
                        "Text": "kein Produzent"
                    },
                    "Key": "BalanceNoProducer"
                },
                {
                    "Source": {
                        "Text": "output full (nothing taking it)"
                    },
                    "Translation": {
                        "Text": "Ausgang voll (nichts nimmt es ab)"
                    },
                    "Key": "EndpointStateOutputBlocked"
                },
                {
                    "Source": {
                        "Text": "paused"
                    },
                    "Translation": {
                        "Text": "pausiert"
                    },
                    "Key": "EndpointStatePaused"
                },
                {
                    "Source": {
                        "Text": "producing"
                    },
                    "Translation": {
                        "Text": "produziert"
                    },
                    "Key": "EndpointStateProducing"
                },
                {
                    "Source": {
                        "Text": "re-measuring..."
                    },
                    "Translation": {
                        "Text": "wird neu gemessen…"
                    },
                    "Key": "AgeRefreshing"
                },
                {
                    "Source": {
                        "Text": "state unavailable"
                    },
                    "Translation": {
                        "Text": "Zustand nicht verfügbar"
                    },
                    "Key": "EndpointStateUnavailable"
                },
                {
                    "Source": {
                        "Text": "the {0} elevator phase"
                    },
                    "Translation": {
                        "Text": "die Aufzugsphase {0}"
                    },
                    "Key": "PlanForPhaseFmt"
                },
                {
                    "Source": {
                        "Text": "the {0} milestone"
                    },
                    "Translation": {
                        "Text": "der Meilenstein {0}"
                    },
                    "Key": "PlanForMilestoneFmt"
                },
                {
                    "Source": {
                        "Text": "unavailable here"
                    },
                    "Translation": {
                        "Text": "hier nicht verfügbar"
                    },
                    "Key": "AgeUnavailable"
                },
                {
                    "Source": {
                        "Text": "upstream node"
                    },
                    "Translation": {
                        "Text": "vorgelagerter Knoten"
                    },
                    "Key": "LimiterEdgeUpstreamFallback"
                },
                {
                    "Source": {
                        "Text": "waiting on {0}"
                    },
                    "Translation": {
                        "Text": "wartet auf {0}"
                    },
                    "Key": "EndpointStateStarvedFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Add 1 average {1} → about {2} reaching consumers ({3}%)"
                    },
                    "Translation": {
                        "Text": "{0}  ·  1 durchschnittliches {1} hinzufügen → etwa {2} erreichen die Verbraucher ({3}%)"
                    },
                    "Key": "LimiterExactMachineMarginalFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Alt recipes exist"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Alternative Rezepte vorhanden"
                    },
                    "Key": "PlanAltFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Spare capacity unavailable - one or more routes could not be fully measured"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Freie Kapazität nicht verfügbar - eine oder mehrere Routen konnten nicht vollständig gemessen werden"
                    },
                    "Key": "PlanGraftUnknownFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Spare {1}/min, needs {2}/min ({3}%)"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Frei {1}/min, benötigt {2}/min ({3}%)"
                    },
                    "Key": "PlanGraftRatioFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Stored buffer covers ~{1} min"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Gelagerter Puffer reicht ca. {1} Min."
                    },
                    "Key": "LimiterBufferFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Stored buffer is dry"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Gelagerter Puffer ist leer"
                    },
                    "Key": "LimiterBufferDryFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Upgrade this belt to {1} → about {2} reaching consumers ({3}%)"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Dieses Band auf {1} aufwerten → etwa {2} erreichen die Verbraucher ({3}%)"
                    },
                    "Key": "LimiterExactBeltMarginalFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  Upgrade this pipe to {1} → about {2} reaching consumers ({3}%)"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Dieses Rohr auf {1} aufwerten → etwa {2} erreichen die Verbraucher ({3}%)"
                    },
                    "Key": "LimiterExactPipeMarginalFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  delivery rate unknown on {1} route(s)"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Lieferrate auf {1} Route(n) unbekannt"
                    },
                    "Key": "LimiterUnknownFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  line {1}"
                    },
                    "Translation": {
                        "Text": "{0}  ·  Linie {1}"
                    },
                    "Key": "BalanceTitleMultiFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  more not shown"
                    },
                    "Translation": {
                        "Text": "{0}  ·  weitere nicht angezeigt"
                    },
                    "Key": "PlanTruncFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  one more {1} would reach {2}%"
                    },
                    "Translation": {
                        "Text": "{0}  ·  ein weiteres {1} würde {2}% erreichen"
                    },
                    "Key": "LimiterMarginalFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  only {1} of {2} checked - too many to scan"
                    },
                    "Translation": {
                        "Text": "{0}  ·  nur {1} von {2} geprüft - zu viele zum Scannen"
                    },
                    "Key": "TruncFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  {1}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "LimiterConstraintJoinFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  {1} checked - some supporting detail limited"
                    },
                    "Translation": {
                        "Text": "{0}  ·  {1} geprüft - einige Detaildaten eingeschränkt"
                    },
                    "Key": "TruncDetailFmt"
                },
                {
                    "Source": {
                        "Text": "{0}  ·  {1}: {2}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "VerdictPlanFaultFmt"
                },
                {
                    "Source": {
                        "Text": "{0} ({1})"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "PlanUnlockNameFmt"
                },
                {
                    "Source": {
                        "Text": "{0} - {1}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceAnchorPingFmt"
                },
                {
                    "Source": {
                        "Text": "{0} - {1} - {2}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceEndpointPingFmt"
                },
                {
                    "Source": {
                        "Text": "{0} delivered"
                    },
                    "Translation": {
                        "Text": "{0} geliefert"
                    },
                    "Key": "SummaryDoneFmt"
                },
                {
                    "Source": {
                        "Text": "{0} delivered"
                    },
                    "Translation": {
                        "Text": "{0} geliefert"
                    },
                    "Key": "LedgerDeliveredFmt"
                },
                {
                    "Source": {
                        "Text": "{0} need a fix"
                    },
                    "Translation": {
                        "Text": "{0} müssen behoben werden"
                    },
                    "Key": "SummaryBlockedFmt"
                },
                {
                    "Source": {
                        "Text": "{0} needed  ·  {0} banked  ·  {1}"
                    },
                    "Translation": {
                        "Text": "{0} benötigt  ·  {0} eingelagert  ·  {1}"
                    },
                    "Key": "LedgerBankedFmt"
                },
                {
                    "Source": {
                        "Text": "{0} needed  ·  {1}"
                    },
                    "Translation": {
                        "Text": "{0} benötigt  ·  {1}"
                    },
                    "Key": "LedgerNoBankFmt"
                },
                {
                    "Source": {
                        "Text": "{0} needed  ·  {1} banked  ·  {2}"
                    },
                    "Translation": {
                        "Text": "{0} benötigt  ·  {1} eingelagert  ·  {2}"
                    },
                    "Key": "ResearchCostLedgerFmt"
                },
                {
                    "Source": {
                        "Text": "{0} needed  ·  {1} banked  ·  {2} to produce  ·  {3}"
                    },
                    "Translation": {
                        "Text": "{0} benötigt  ·  {1} eingelagert  ·  {2} zu produzieren  ·  {3}"
                    },
                    "Key": "LedgerFullFmt"
                },
                {
                    "Source": {
                        "Text": "{0} ready to deliver"
                    },
                    "Translation": {
                        "Text": "{0} lieferbereit"
                    },
                    "Key": "SummaryReadyFmt"
                },
                {
                    "Source": {
                        "Text": "{0} still to build"
                    },
                    "Translation": {
                        "Text": "{0} noch zu bauen"
                    },
                    "Key": "SummaryToBuildFmt"
                },
                {
                    "Source": {
                        "Text": "{0} {0}|plural(one=part,other=parts)"
                    },
                    "Translation": {
                        "Text": "{0} {0}|plural(one=Teil,other=Teile)"
                    },
                    "Key": "SummaryPartsFmt"
                },
                {
                    "Source": {
                        "Text": "{0} {1}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceRateWithUnitFmt"
                },
                {
                    "Source": {
                        "Text": "{0}% productivity"
                    },
                    "Translation": {
                        "Text": "{0}% Produktivität"
                    },
                    "Key": "EndpointProductivityFmt"
                },
                {
                    "Source": {
                        "Text": "{0})  Build:"
                    },
                    "Translation": {
                        "Text": "{0})  Bauen:"
                    },
                    "Key": "PlanStepBuildFmt"
                },
                {
                    "Source": {
                        "Text": "{0})  Fix:"
                    },
                    "Translation": {
                        "Text": "{0})  Beheben:"
                    },
                    "Key": "PlanStepFixFmt"
                },
                {
                    "Source": {
                        "Text": "{0})  Unlock:"
                    },
                    "Translation": {
                        "Text": "{0})  Freischalten:"
                    },
                    "Key": "PlanStepUnlockFmt"
                },
                {
                    "Source": {
                        "Text": "{0}. {1} - {2}"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceEndpointFmt"
                },
                {
                    "Source": {
                        "Text": "~{0} min remaining"
                    },
                    "Translation": {
                        "Text": "noch ca. {0} Min."
                    },
                    "Key": "StatusEtaFmt"
                },
                {
                    "Source": {
                        "Text": "→ for {0}"
                    },
                    "Translation": {
                        "Text": "→ für {0}"
                    },
                    "Key": "PlanItemForFmt"
                },
                {
                    "Source": {
                        "Text": "→ makes {0} buildable"
                    },
                    "Translation": {
                        "Text": "→ macht {0} baubar"
                    },
                    "Key": "PlanUnlockMakesFmt"
                },
                {
                    "Source": {
                        "Text": "▼"
                    },
                    "Translation": {
                        "Text": ""
                    },
                    "Key": "BalanceExpandChevron"
                }
            ]
        }
    ]
}